<?php
$L = array(


"email_module_name" =>
"البريد الإلكتروني",

"email_module_description" =>
"أداة البريد الإلكتروني للعضو",

"message_required" =>
"الرسالة مطلوبة",

"em_banned_from_email" =>
"البريد الإلكتروني للمرسل الذي أدخلته محظور.",

"em_banned_recipient" =>
"واحد أو اكثر من البريد الإلكتروني لمستلمي البريد محظور",

"em_invalid_recipient" =>
"واحد أو اكثر من البريد الإلكتروني لمستلمي البريد خاطئ",

"em_no_valid_recipients" =>
"بريدك لا يحتوي على مستلمين صحيحين",

"em_sender_required" =>
"مطلوب توفير بريد صحيح للمرسل",

"em_unauthorized_request" =>
"غير مسموح لك بالقيام بهذا الإجراء",

"em_limit_exceeded" =>
"تجاوزت الحد في عدد الرسائل البريدية المرسلة المسموح بها في اليوم.",

"em_interval_warning" =>
"مسموح لك بإرسال رسائل بريدية كل %s ثانية",

"em_email_sent" =>
"رسالتك البريدية أرسلت بنجاح.",

''=>''
);
?>