<?php
$L = array(

/*
=====================================================
 Arabic Translation Pack for EE 1.6
 Encoding: (UTF-8)
-----------------------------------------------------
 Translated by: Abdulrahman Ahmed Hariri
-----------------------------------------------------
 Website: www.Ala7lam.com
 E-mail:  ala7lam@ala7lam.com
 ----------------------------------------------------
 If you find any mistakes in the Translation
 Please Contact me.
=====================================================
*/

"admin_notify_mailinglist" =>
"الإبلاغ الإداري لإشتراكات قوائم المراسلات",

"admin_notify_mailinglist_desc" =>
"هذا القالب يحدد الرسالة التي يستقبلها المدير عندما يقوم شخص بالإشتراك في قائمة المراسلات.",

"admin_notify_forum_post_desc" =>
"هذا القالب يحدد الرسالة التي يستقبلها المدير عندما يقوم شخص بكتابة موضوع في المنتدى",

"admin_notify_entry" =>
"الإبلاغ البريدي عن المشارمات الجديدة",

"admin_notify_entry_desc" =>
"هذا القالب يحدد الرسالة التي يستقبلها المستلمين عندما يتم إرسال مشاركات جديدة في القسم",

"private_message_notification" =>
"الإبلاغ البريدي للرسائل الخاصة",

"private_message_notification_desc" =>
"هذا القالب يحدد الرسالة التي يستقبلها العضو عندما يستقبل رسالة خاصة جديدة من عضو آخر",

"forum_post_notification_desc" =>
"هذا القالب يحدد الرسالة التي يستقبلها العضو عندما يقوم شخص ما بالرد على موضوعه في المنتدى",

"admin_notify_forum_post" =>
"الإبلاغ البريدي للمدير لمشاركات المنتدى",

"forum_post_notification" =>
"الإبلاغ البريدي للأعضاء عن مشاركات المنتدى",

"gallery_comment_notification" =>
"الإبلاغ البريدي عن التعليق في معرض الصور",

"gallery_comment_notification_desc" =>
"هذا القالب يحدد الرسالة التي يستقبلها العضو عندما يقوم عضو ما بالرد على تعليقه",

"admin_notify_gallery_comment" =>
"الإبلاغ البريدي للمدير عن تعليقات معرض الصور",

"admin_notify_gallery_comment_desc" =>
"هذا القالب يحدد الرسالة التي يستقبها المدير عندما يتم كتابة تعليق في معرض الصور",

"email_title" =>
"عنوان الرسالة البريدية",

"email_message" =>
"الرسالة",

"admin_notify_comment" =>
"إبلاغ المدير عن التعليقات",

"admin_notify_comment_desc" =>
"هذا القالب يحدد الرسالة التي يستقبلها المدير عندما يقوم شخص ما بكتابة تعليق",

"admin_notify_trackback" =>
"إبلاغ المدير عن التعقيبات",

"admin_notify_trackback_desc" =>
"هذا القالب يحدد الرسالة التي يستقبلها المدير عندما يتم إستلام تعقيب",

"admin_notify_reg" =>
"إبلاغ المدير عن تسجيل عضو جديد",

"admin_notify_reg_desc" =>
"هذا القالب يحدد الرسالة التي يستقبلها المدير عندما يقوم عضو جديد بالتسجيل",

"comment_notification" =>
"إبلاغ المستخدمين عن التعليق",

"comment_notification_desc" =>
"هذا القالب يحدد الرسالة التي يستقبلها العضو عندما يرد شخص ما على تعليقه",

"forgot_password_instructions" =>
"تعليمات فقدان كلمة المرور",

"forgot_password_instructions_desc" =>
"هذا القالب يحدد التعليمات التي يستلمها المستخدم الذي فقد كلمة مروره",

"mailinglist_activation_instructions" =>
"تعليمات تفعيل إشتراك قائمة المراسلات",

"mailinglist_activation_instructions_desc" =>
"هذا القالب يحدد تعليمات التفعيل لقوائم المراسلات",

"mbr_activation_instructions" =>
"تعليمات تفعيل حساب العضو",

"mbr_activation_instructions_desc" =>
"هذا القالب يوضح تعليمات تفعيل الحساب الجديد للعضو و التي يتم إرسالها إلى المشتركين الجدد",

"reset_password_notification" =>
"الإبلاغ عن إعادة تعيين كلمة المرور",

"reset_password_notification_desc" =>
"هذا القالب يوضح تعليمات إعادة تعيين كلمة المرور",

"validated_member_notify" =>
"الإبلاغ الخاص بالموافقة على حساب العضو",

"decline_member_validation" =>
"الإبلاغ الخاص برفض حساب عضو",

"validated_member_notify_desc" =>
"هذا القالب يحدد الرسالة التي يستقبلها الأعضاء عندما يقوم المدير بالموافقة على عضوياتهم",

"use_this_template" =>
"تفعيل هذا القالب؟",

"use_this_template_exp" =>
"إذا ضغطت &lt;b&gt;لا&lt;/b&gt;, هذا القالب لن يتم إستخدامه.  و في المقابل، سيتم إنشاء الرسالة باللغة المختارة من قبل كل عضو",

"user_messages_template_desc" =>
"الغرض من هذ القالب هو عرض رسائل الخطأ و الرسائل الأخرى للأعضاء بعد قيامهم بإجراء معين، كتسجيل الدخول, إرسال نموذج، الخ",

"user_messages_template_warning" =>
"لا تحذف أيا من المتغيرات الخمس المطلوبة:",

"available_variables" =>
"المتغيرات النالية يمكن إستخدامها:",

"pm_inbox_full" =>
"الإبلاغ بإمتلاء صندوق الرسائل الخاصة",

"pm_inbox_full_desc" =>
"هذا القالب يحدد الرسالة التي ستقبلها المستخدم عندما لا يتمكنون من إستلام رسائل خاصة جديدة بسبب إمتلاء المساحة التخزينية",

"forum_moderation_notification" =>
"إبلاغ المستخدم بإدارة مواضيع المنتدى",

"forum_moderation_notification_desc" =>
"هذا القالب يحدد الإبلاغ الذي يستقبله العضو عندما يتم نقل موضوعه في المنتدى، فصل الموضوع أو حذفه من قبل مشرف",

"forum_report_notification" =>
"إبلاغ المشرفين بالإبلاغ عن موضوع بالمنتدى",

"forum_report_notification_desc" =>
"هذا القالب يحدد الإبلاغ الذي يرسل للمشرفين عندما يقوم مستخدم ما بالإبلاغ عن موضوع بالمنتدى",

''=>''
);
?>