<?php
$L = array(

/*
=====================================================
 Arabic Translation Pack for EE 1.6
 Encoding: (UTF-8)
-----------------------------------------------------
 Translated by: Abdulrahman Ahmed Hariri
-----------------------------------------------------
 Website: www.Ala7lam.com
 E-mail:  ala7lam@ala7lam.com
 ----------------------------------------------------
 If you find any mistakes in the Translation
 Please Contact me.
=====================================================
*/

"rotate_unsupported" =>
"تدوير الصور لا يبدو أنه مدعوم من قبل السيرفر الخاص بك.",

"nonexistent_filepath" =>
"غير قادر على إيجدا الصورة المحددة.",

"path_does_not_exist" =>
"المسار الذي تم إدخاله في خيارات رفع الصور غير صحيح",

"file_exceeds_ini_limit" =>
"الملف المرفوع تجاوز الحجم الأقصى المسموح به في ملف إعدادات PHP",

"file_partially_uploaded" =>
"تم رفع جزء من الملف فقط",

"no_file_selected" =>
"لم تقم بإختيار ملف لرفعه",

"file_upload_error" =>
"حدث خطأ من نوع غير معروف.",

"invalid_filetype" =>
"نوع الملف الذي تحاول رفعه غير مسموح به",

"invalid_filesize" =>
"الملف الذي تحاول رفعه حجمه أكبر من الحجم المسموح به",

"invalid_dimensions" =>
"الصورة التي تحاول رفعها تتجاوز الأبعاد القصوى (عرض/إرتفاع).",

"upload_error" =>
"حدثت مشكلة أثناء محاولة رفع الملف",

"copy_error" =>
"حدث خطأ أثناء محاولة إستبدال الملف. فضلا تأكد من أن المجلد قابل للكتابة عليه.",

"unsupported_protocol" =>
"السيرفر لا يدعم بروتوكول تغيير حجم الصور الذي حددته في الخيارات.",

"jpg_or_png_required" =>
"بروتوكول تغيير حجم الصور المحدد في الخيارات يعمل مع الصور من نوع JPEG أو PNG فقط.",

"jpg_gif_png_required" =>
"بروتوكول تغيير حجم الصور المحدد في الخيارات يعمل مع الصور من نوع GIF, JPEG أو PNG فقط.",

"libpath_invalid" =>
"المسار إلى مكتبة أدوات الصور غير صحيح. فضلا أدخل المسار الصحيح في خيارات الصور.",

"image_resize_failed" =>
"عملية تغيير الحجم فشلت. فضلا تأكد من أن السيرفر يدعم البروتوكول المحدد و أن المسار إلى مكتبة أدوات الصور صحيح.",

"invalid_filecontent" =>
"الملف الذي تحاول رفعه يحتوي على محتويات خاطئة  بالنسبة لنوعه.",

''=>''
);
?>